<template>
  <div>
  <p>&nbsp &nbsp &nbsp &nbsp<b>一、实验教学开设背景</b></p>
  <p>
    &nbsp &nbsp &nbsp &nbsp“光”作为环境设计要素之一，是设计后期的重点与难点，灯光设计让空间传递出不同的气氛和多重的意境。照明将以人文思想作为设计理念；丰富的照明手段将创造新颖的照明方式；人们的身心和视力健康将因优良的照明而获益。河南科技大学环境设计专业依托校内相关学科优势和课程特点，始终把这部分作为重要的培养方向之一。
    在本专业教学体系中，设计灯光设计的内容主要体现在技术研究、艺术分析和空间应用上，所涉及课程分布广泛，包含《设计表现》、《设计创意与原理》、《数字图像与摄影艺术》、《展示设计》、《三维效果图制作》、《空间设计与模型制作》、《城市景观设计》、《公共空间室内设计》、《居住空间室内设计》等课程。
  </p>
  <p>&nbsp &nbsp &nbsp &nbsp<b>二、实验仿真项目目的</b></p>
  <p>&nbsp &nbsp &nbsp &nbsp《环境空间灯光设计虚拟仿真实验》是针对“环境空间模型构件知识及光环境的设计”而营造的虚拟互动平台，以“翻转课堂——虚拟仿真平台实验——模型实训操作与考核”为一体化的教学方式。学生可以基于PC端或手机移动端在虚拟仿真环境中进行交互式实验，以此来弥补实训环节中无法模拟设计出光环境等限制性问题，提高学生对光环境的现实模拟能力从而切实提升学习效果。</p>
  </div>
</template>
<style scoped>
p{
  line-height: 30px ; text-align:left;
}
</style>
<script>
export default {
  name: "Content1"
};
</script>
