<template>
  <p style="line-height: 30px; text-align:left;"><b>&nbsp &nbsp &nbsp &nbsp1、实验方案设计思路：</b></br>
&nbsp &nbsp &nbsp &nbsp环境空间灯光设计虚拟仿真实验教学项目建设，主要承担教学中的实验部分。可以拓宽原有的教学方法给学生更广阔的发挥想象的空间。也可以服务于设计艺术学院环境设计、视觉传达、动画专业下的多门课程。设计教学具有理论性、实践性强的特点，虚拟仿真实验环节可以更好的激发学生学习的兴趣，也可以培养学玍的科学素养。</br>
&nbsp &nbsp &nbsp &nbsp<b>教学方法创新：</b></br>
&nbsp &nbsp &nbsp &nbsp<b>“线上线下”自主学习：</b>通过网络随时随地可进行远程教学，线上MOOC平台课程学习、翻转课堂模式（课前理论知识预习+下达实验任务书+自主设计案例文献分析）的学习，线下课堂上以讨论形式针对教学中的重点、难点进行答疑，促进学生积极思考和自主学习的能力。</br>
&nbsp &nbsp &nbsp &nbsp<b>“虚实结合”全过程学习：</b>通过虚拟仿真实验，除了课堂上的理论知识外，“虚拟仿真+实体模型设计”两者双管齐下，相互结合，启发学生创新意识，培养学生发现问题、解决问题的能力，调动学生学习的积极性。</br>
&nbsp &nbsp &nbsp &nbsp<b>“以虚代实”解决重点：</b>通过灯光虚拟实验，首先替代无法在现实场景中实现的灯光效果，其次可以通过调节参数进行多次实验比较，这都是实物实验所无法实现的。</br>
&nbsp &nbsp &nbsp &nbsp<b>“以虚验实”实现验证：</b>通过灯光虚拟实验，验证在真实实践过程中的设计方法、设计流程和设计结果。</br>
&nbsp &nbsp &nbsp &nbsp<b>2、评价体系创新：</b></br>
&nbsp &nbsp &nbsp &nbsp平台将对学生的操作（如是否按照实验步骤操作、是否符合操作规范）等进行形成性评价。综合实验结果与实验要求，学生实训流程、技能操作，虚拟仿真实验报告形成综合性成绩，成绩在60分以上为合格。同时通过学生互评投票激发学生的学习兴趣。</br>
&nbsp &nbsp &nbsp &nbsp<b>3、对传统教学的延伸与拓展:</b></br>
&nbsp &nbsp &nbsp &nbsp该虚拟现实平台解决了在当前的灯光实验教学中于仪器设备成本高，占用空间大，实物实训设备数量有限等问题；同时，实验设备零部件复杂多样，装调的步骤流程复杂，实物实训操作且具有较大的危险性，这使得人员与设备的安全性无法得到保证，老师也无法在课上看顾所有学生进行实验，因而环境空间灯光虛拟仿真实验较难开展。因此，本项目提岀使用虛拟仿真技术，以“讲授、虚拟平台实验、实训操作”为-体化的教学方式，构建虛拟仿真软件及云平台等，向学生提供能随时随地进行虚拟仿真的实验条件，让学生在虚拟环境中开展实验，弥补实际实验实训中的不足，提高实训效果


  </p>
</template>

<script>
  export default {
    name:"Content5"
  };
</script>

