<template>
  <p style="line-height: 30px; text-align:left;"><b>&nbsp &nbsp &nbsp &nbsp1、项目持续建设与服务计划：</b></br>
&nbsp &nbsp &nbsp &nbsp满足课程需求：计划增加其他课程的灯光虚拟仿真实验环节，建立信息与交互实验教学体系，帮助学生理解光环境设计实验课程相关理论。</br>
&nbsp &nbsp &nbsp &nbsp满足专业需求：面向环境设计专业学生，系统掌握专业相关的理论基础知识，具备艺术与科技专业知识和应用能力，能从事技术指导、试验研究等方面的工作。</br>
&nbsp &nbsp &nbsp &nbsp满足建设需求：增加设计方向种类、交互功能设计，满足教师和学生对于创新型实验的设计需求。</br>
&nbsp &nbsp &nbsp &nbsp开放和更新建设：増强平台对优质资源的共享能力和稳定性，满足更大的用户并发访加强虚实统一管理能力，结合我校虚拟仿真实际教学情况，建立开放式虚拟仿真管理平台。</br>

<b>&nbsp &nbsp &nbsp &nbsp2、面向高校的教学推广应用计划：</b></br>
&nbsp &nbsp &nbsp &nbsp联合校内相关学科，实现跨学科实验平台的搭建。在高等教育资源相对紧缺的条件下，打破学科壁垒，在全校范围内乃至跨校重组优化、构建跨学科实验平台：即“跨方向、跨专业、跨学科”的跨越式共享。今后随着项的持续建设，我们将借助校园网络平台，进一步扩大共享范围，促进学科的交叉、融合。</br>

    <b>&nbsp &nbsp &nbsp &nbsp3、面向社会的推广应用计划：</b></br>
&nbsp &nbsp &nbsp &nbsp利用公共平台服务公众，提升共享资源的利用效率，在校内共享的基础上，计划下一步将教学科研公用物质资源适当安置于公共服务机构，向外校及社会全方位、全天候开放。采用专人负责制，实现对外企业、院校、个人有偿或免费使用虚拟网络教学平台或虚拟仿真实验，扩大公用资源的规模



  </p>
</template>

<script>
  export default {
    name:"Content6"
  };
</script>
