<template>
  <p style="line-height: 30px; text-align:left;"><b>&nbsp &nbsp &nbsp &nbsp1、实验教学方法</b></br>
&nbsp &nbsp &nbsp &nbsp本实验教学项目依托河南科技大学环境设计一流专业和环境设计模型实验平台，采用线下实体实验和虚拟仿真实验相结合，不断探索实验课程教学方法，大力推进实验教学改革。以学生为中心，采用任务驱动式、研讨式、探索式、沉浸式、互动式等教学方法。（如图）
<el-empty image="../../../static/img/2.png" description="实验教学过程图示" :image-size="800"></el-empty>
<b>&nbsp &nbsp &nbsp&nbsp任务驱动式教学方法：</b>根据实验项目的教学目标，下达实验任务书，采用翻转式教学，学生提前预习基本知识点，课堂上通过知识点难点、重点的讲解，从而进行深入分析，在实验中充分发挥学生的“主体”地位，全程围绕任务书来展开讲授与设计。</br>
<b>&nbsp &nbsp &nbsp&nbsp研讨式教学方法：</b>在尽心虚拟仿真实验前，学生自行进行分组讨论，对设计方案进行方案互评。</br>
<b>&nbsp &nbsp &nbsp&nbsp探索式教学方法：</b>在实验进行初期，通过大量文献、案例的分析，学生分许进行实体模型的空间探究，弥补传统教学中的“重理论讲授、轻过程分析”的不足，引导学生由被动接受变为主动获取。</br>
<b>&nbsp &nbsp &nbsp&nbsp沉浸式教学方法：</b>学生可身临其境般的体验环境空间中的光学变化，摒弃传统教学对书本或案例图片赏析单一教学模式，加深学生对环境空间的氛围感受。
&nbsp &nbsp &nbsp &nbsp互动式教学方法：实验设置了评估机制和反馈机制，通过互动强化学生掌握设计规范、行业标准。对整个实验进行反馈总结。</br>
&nbsp &nbsp &nbsp &nbsp<b>2、使用目的</b></br>
&nbsp &nbsp &nbsp &nbsp为满足卓越复合应用型设计人才教育培养及示范性应用专业群建设的需要，突破传统实验教学中存在的一些问题，如学生实验时间地点固定化，微观教学可视化程度低，传统实验教学资源有限，学生无法得到“一对一”的实验操作，接受水平差异化等问题。</br>
&nbsp &nbsp &nbsp &nbsp通过虚拟仿真实验操作，可降低实验成本，降低实验操作风险，可无限重复使用，提高资源利用率。通过实景式教学实验对环境空间光环境进行高度仿真，有利于引导感性思维为主的艺术类学生在学习过程中展开严谨的参数设置，
以便对整体空间光环境进行高效学习。<br/>
&nbsp &nbsp &nbsp &nbsp<b>3、教学方法实施过程</b><br/>
虚拟仿真实验教学过程为翻转课堂+SPOC教学+线下模型实验+线上虚拟仿真实验等形式来实现。（如表）
<el-empty image="../../../static/img/table.png" description="图表  教学方法实施过程图示" :image-size="800"></el-empty>
&nbsp &nbsp &nbsp &nbsp<b>4、实施效果</b></br>
（1）激发学生对于灯光设计相关知识的学习兴趣。</br>
（2）学生能够掌握案例中各空间形态的详细信息。</br>
（3）学生能够对不同空间光环境进行多种设计方案尝试。</br>
（4）针对不同灯光效果，对不同种类与参数的灯具能够进行识别。</br>
（5）在专业培养体系中起到承上启下的教学作用。</br>


  </p>
</template>

<script>
  export default {
    name:"Content3"
  };
</script>
